<?php

return [
    'email' => [
        'title' => '更新你的電子郵件',
        'updated' => '你的電子郵件地址已更新。',
    ],
    'password' => [
        'title' => '變更你的密碼',
        'requirements' => '你的新密碼長度至少必須 8 個字元。',
        'updated' => '你的密碼已更新。',
    ],
    'two_factor' => [
        'button' => '設定兩步驟驗證',
        'disabled' => '你的帳號已停用兩步驟驗證。登入時將不再提示你提供權杖。',
        'enabled' => '你的帳號已啟用兩步驟驗證！從現在起，登入時你將需要提供由你的裝置產生的代碼。',
        'invalid' => '提供的權杖無效。',
        'setup' => [
            'title' => '設定兩步驟驗證',
            'help' => '無法掃描代碼？請在你的應用程式中輸入以下代碼：',
            'field' => '輸入權杖',
        ],
        'disable' => [
            'title' => '停用兩步驟驗證',
            'field' => '輸入權杖',
        ],
    ],
];
